Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_suosittelee_saamenkielisia_digiaineistoja_kotiopetukseen.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät suosittelee saamenkielisiä digiaineistoja kotiopetukseen
smn: Sämitigge avžuut kevttiđ sämikielâlijd digimateriaalijd päikkimáttááttâsâst

source: Saamen kielillä on julkaistu jo iso määrä digikirjoja, mobiilipelejä ja videoita, jotka sopivat hyvin etäopetukseen nyt kun koulujen ovet sulkeutuvat.
smn: Sämikielân láá almostittum jo ennuv digikirjeh, mobilspeelah já videoh, moh heivejeh pyereest káidusmáttááttâsân tääl ko škoovlâi uuvsah toppâseh.

source: Aineistoja löytyy sekä Saamelaiskäräjien omilta verkkosivuilta ja muilta palvelimilta.
smn: Materiaaleh láá sehe Sämitige jieijâs nettisiijđoin já eres palvâlusâin.

source: Koulutus- ja oppimateriaalitoimisto suosittelee aineistoihin tutustumista.
smn: Škovlim- já oppâmateriaaltoimâttâh avžuut uápásmiđ materiaaláid.

source: Alla olevaan listaan on koottu kotona tapahtuvaan oppimiseen sopivia materiaaleja.
smn: Vyelni orroo liiston láá nurrum päikkimáttááttâsân hiäivuliih materiaaleh.

source: Saamelaiskäräjien valmistaman oppimateriaalin verkkokaupassa on osio ´ Avoimia digimateriaaleja ´, jota täydennetään nyt.
smn: Sämitige oppâmateriaalij nettikäävpist lii uási ´ Ávus digimateriaaleh ´, mii tievâsmittoo tääl.

source: Muita materiaaleja on ladattavissa myös opetuskielten mukaan eritellyillä sivuilla, mutta ne edellyttävät tunnusten tilaamista koulutus- ja oppimateriaalitoimistosta.
smn: Eres materiaalijd puáhtá luođiđ meid máttááttâskielâ mield sierrejum siijđoin, mutâ toh väätih tubdâlduvâi tiilám škovlim- já oppâmateriaaltoimâttuvâst.

source: Saamelaiskäräjien valmistamat inarin-, koltan- ja pohjoissaamen kielten aakkosvideot, aakkoskuvataulut ja videoita on vapaasti ladattavissa tämän sivun alalaidasta: https://www.samediggi.fi/toiminta/koulutus-ja-oppimateriaali/
smn: Sämitige rähtim anarâš-, nuorttâlâš- já tavesämikielâ puustavvideoid, puustavkovetaavluid já videoid puáhtá rijjâ luođiđ taan siijđo vyeliroobdâst https://www.samediggi.fi/toimâ/škovlim- já oppâmateriaal/

source: www.oktavuohta.com -sivustolla on julkaistu osio, johon on koottu saamenkielisiä digikirjoja ja mobiilipelejä: https://www.oktavuohta.com/mobiilipelit-ja-digikirjat
smn: www.oktavuohta.com -siijđost lii almostittum uási, moos láá nurrum sämikielâliih digikirjeh já mobillspeelah: https://www.oktavuohta.com/mobiilipelit-ja-digikirjat

source: www.oktavuohta.com -sivuston artikkeleiden yhteyteen on linkitetty suuri määrä saamenkielistä musiikkia ja jonkin verran myös saamenkielisiä tekstejä.
smn: www.oktavuohta.com -siijđoin láá artikkâleh moh láá tievâ liiŋkâid sämikielâlii muusikân já mottoom verd meid sämikielâláid tevstáid. Materiaalijd kaavnah, ko tuuđhah siijđoi liiŋkâid.

source: Aineistot löytyvät availemalla osioita ja tutkimalla niiden yhteydessä olevia linkkejä.
smn: Lukulumo -siijđo lii leehâm puoh materiaalis, nuuvt ete taid puáhtá kevttiđ nuuvtá.

source: Lukulumo-sivusto on avannut kaikki materiaalinsa vapaasti hyödynnettäviksi.
smn: Siijđost láá tave- já maadâsämikielâliih digikirjeh: https://www.iltoppiminen.fi/palvelumme/lukulumo/

source: Sivustolla on pohjois- ja eteläsaamenkielisiä digikirjoja: https://www.iltoppiminen.fi/palvelumme/lukulumo/
smn: Liiŋkah sämikielâláid párnáiradio- já TV-vuolgâttâssáid sehe elleekuuvijd:

source: Linkkejä saamenkielisiin lastenradio- ja TV-lähetyksiin sekä elokuviin:
smn: Arkkâduvâi jienah, Giellagas-institut

source: Unna Junná ohjelma
smn: Unna Junná ohjelm

source: Binna Bánna radio-ohjelma
smn: Binna Bánna radio-ohjelm

source: Maahisweb – Saamelaismuseo Siidan lastensivusto
smn: Maahisweb – Säämimuseo Siida párnáisiijđoh

source: Cugu pohjoissaameksi
smn: Cugu tavesämikielân

source: Hejoloja lastenohjelma SVT
smn: Hejoloja párnáiohjelm SVT

source: IeŽár lastenohjelma, NRK
smn: IeŽár párnáiohjelm, NRK

source: com lastenelokuvat
smn: com párnái elleekoveh

source: NRK Jođi (pohjoissaameksi)
smn: NRK Jođi (tavesämikielân)

source: Saamenkielinen äänite- ja oppimateriaalikokoelma, Giellagas-instituutti
smn: Lavluuh já säänih – Jikŋon 2 (tavesämikielân)

source: Laulut ja sanat pohjoissaameksi – Jikŋon 2 (Frozen 2)
smn: E-girji

source: E-girji
smn: Dat o.s.

source: Dat o.s.
smn: ABC-company/ e-skuvla

source: ABC-company/ e-skuvla
smn: Sajus-web/ Davvi Girji

source: Sajus-web/ Davvi Girji
smn: ČálliidLágádus

source: ČálliidLágádus
smn: Ovttas – Sámi oahpponeavvut neahtas

source: Ovttas – Sámi oahpponeavvut neahtas
smn: Yle Ealli arkiiva

source: Yle Ealli arkiiva
smn: Yle Ellee arkkâdâh

source: Yle Ellee arkkâdâh
smn: Yle Jieʼlli arkiiv

source: Yle Jieʼlli arkiiv
smn: Yle Sámi radio

source: Yle Sámi radio
smn: Arktâsâš pedagogiik digitááiđui škovliimeh

source: Arktista pedagogiikka, opi digitaitoja-tallenteet
smn: Riikkaid namat čieža gillii

source: Riikkaid namat čieža gillii
smn: Čáppagirjjálašvuođasiiddut davvisámegillii
